
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ está en tu Lista de Bloqueados";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ no es un enlace, por favor copia un enlace válido, por ejemplo http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "¿Seguro que quieres cerrar la sesión?";

/*No comment provided by engineer.*/
"Are you sure?" = "¿Estás seguro?";

/*No comment provided by engineer.*/
"BACK" = "ATRÁS";

/*as in block another user*/
"BLOCK" = "BLOQUEAR";

/*No comment provided by engineer.*/
"Block Failed" = "El bloqueo ha fallado";

/*No comment provided by engineer.*/
"BLOCKED" = "BLOQUEADO";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ bloqueado";

/*No comment provided by engineer.*/
"Can't send SMS" = "No se puede enviar el SMS";

/*No comment provided by engineer.*/
"CANCEL" = "CANCELAR";

/*No comment provided by engineer.*/
"Cancel" = "Cancelar";

/*No comment provided by engineer.*/
"CANCELED" = "CANCELADO";

/*No comment provided by engineer.*/
"Change" = "Cambiar";

/*No comment provided by engineer.*/
"Changed" = "Cambiado";

/*No comment provided by engineer.*/
"Check internet and try again." = "Comprueba tu conexión a Internet y prueba otra vez";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "¡Echa un vistazo al YoÍndice para suscribirte a servicios increíbles!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "¡Mira este servicio que he encontrado en Yo! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "ELEGIR OTRO";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "ELEGIR CONTRASEÑA";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "ELEGIR NOMBRE DE USUARIO";

/*de-select all*/
"Clear All" = "Borrar todo";

/*No comment provided by engineer.*/
"Close" = "Cerrar";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Error de conexión, intenta cambiar la contraseña más tarde";

/*No comment provided by engineer.*/
"CONTACTS" = "CONTACTOS";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "COPIA UN ENLACE O IMAGEN\nPULSA Y ARRASTRA PARA YOCOMPARTIRLO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Copia un enlace. Pulsa y arrastra para YOcompartirlo.";

/*No comment provided by engineer.*/
"Copy Link" = "Copiar enlace";

/*No comment provided by engineer.*/
"Could not load page" = "No se ha podido cargar la página";

/*No comment provided by engineer.*/
"Delete" = "Eliminar";

/*No comment provided by engineer.*/
"Didn't get code" = "No me ha llegado el código";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "¿Te gusta la aplicación Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "¿Quieres desbloquear al usuario para que te pueda enviar YOs?";

/*No comment provided by engineer.*/
"DONE" = "HECHO";

/*No comment provided by engineer.*/
"Done" = "Hecho";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Pulsa dos veces para YOcompartir tu ubicación. ¿Dónde Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "PULSA DOS VECES\nPARA YOCOMPARTIR TU UBICACIÓN";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "EDITAR CUENTA";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "EDITAR PERFIL";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL ENVIADO";

/*No comment provided by engineer.*/
"Email Us" = "Envíanos un Email";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Permitir la Cámara\nOpciones -> Privacidad -> Cámara";

/*No comment provided by engineer.*/
"Enable Location" = "Permitir Ubicación";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Permitir la Recuperación de Contraseña";

/*No comment provided by engineer.*/
"Enable Push" = "Permitir Notificaciones Push";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "INTRODUCIR NOMBRE COMPLETO";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Introducir Nuevo Número de Teléfono";

/*No comment provided by engineer.*/
"Enter New Username" = "Introducir Nuevo Usuario";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "INTRODUCIR CONTRASEÑA";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Introducir el código en el SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "INTRODUCIR NOMBRE DE USUARIO";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Introduce tu Teléfono #";

/*No comment provided by engineer.*/
"Error" = "Error";

/*As in existing photos. could also read photos*/
"EXISTING" = "EXISTENTE";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "EXPLORA\nLAS POSIBILIDADES";

/*No comment provided by engineer.*/
"Failed" = "Error";

/*No comment provided by engineer.*/
"FAILED" = "ERROR";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Error al encontrar amigos en Facebook.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Error al encontrar amigos en los contactos";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Error al Obtener Ubicación";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Error al iniciar sesión con Facebook. Inténtalo de nuevo.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Error al desbloquear %@. Inténtalo de nuevo.";

/*No comment provided by engineer.*/
"Failed Yo" = "YO no enviado";

/*No comment provided by engineer.*/
"FAILED!" = "¡ERROR!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "¡ERROR! ¿TIENES INTERNET?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "OPINIÓN";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "ENCONTRAR AMIGOS";

/*As in a From & To : a parcel/letter*/
"From" = "De";

/*No comment provided by engineer.*/
"FULL NAME" = "NOMBRE COMPLETO";

/*Go as in proceed as in Send*/
"Go" = "Ir";

/*just back works too*/
"GO BACK" = "ATRÁS";

/*As in Understood, or OK*/
"Got it!" = "¡Entendido!";

/*No comment provided by engineer.*/
"Hey There!" = "¡Hola!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "CÓMO SE RECIBE UN YO";

/*No comment provided by engineer.*/
"HOW TO" = "INFORMACIÓN";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "CÓMO ABRIR UN ENLACE";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "CÓMO ABRIR\nUNA UBICACIÓN YO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "CÓMO ENVIAR UN YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "¡Quiero enviarte YOs!\nAñade mi Nombre de Usuario Yo al pulsar aquí: %@\n(si no tienes la aplicación Yo consíguela aquí %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "¡Quiero enviarte YOs!\nAñade mi Nombre de Usuario Yo al pulsar aquí: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "INCORRECTO";

/*No comment provided by engineer.*/
"INDEX" = "ÍNDICE";

/*No comment provided by engineer.*/
"INVITE" = "INVITAR";

/*Invite button for invite friends popup*/
"Invite" = "Invitar";

/*Title for invite friends popup*/
"Invite Friends!" = "¡Invitar amigos!";

/*No comment provided by engineer.*/
"Just hit Send" = "Simplemente pulsa Enviar";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "¡Suscrito para recibir YOs de %@! Envíales YOs";

/*No comment provided by engineer.*/
"Link Not Found" = "Enlace No Encontrado";

/*No comment provided by engineer.*/
"LOGIN" = "INICIAR SESIÓN";

/*No comment provided by engineer.*/
"Login Failed" = "Error al iniciar sesión";

/*No comment provided by engineer.*/
"LOGOUT" = "CERRAR SESIÓN";

/*No comment provided by engineer.*/
"MAIL" = "CORREO";

/*No comment provided by engineer.*/
"MAPS" = "MAPAS";

/*No comment provided by engineer.*/
"Me" = "Yo";

/*No comment provided by engineer.*/
"MUTED" = "SILENCIADO";

/*No*/
"Nah" = "No";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "NUEVA CONTRASEÑA";

/*No comment provided by engineer.*/
"NO" = "NO";

/*No comment provided by engineer.*/
"No" = "No";

/*:) -> Smile*/
"No Blocked Users! :)" = "¡Ningún Usuario Bloqueado!";

/*No comment provided by engineer.*/
"No Camera Found" = "No se ha Encontrado Cámara";

/*No comment provided by engineer.*/
"No contacts were found." = "No se han encontrado contactos.";

/*No comment provided by engineer.*/
"No Contacts!" = "¡No hay Contactos!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "SIN CUENTAS DE CORREO";

/*No comment provided by engineer.*/
"No Internet!" = "¡No hay Internet!";

/*As in photo library*/
"No Library Found" = "No se ha Encontrado Librería";

/*No comment provided by engineer.*/
"No Such User" = "No existe el Usuario";

/*Cancel button for invite friends popup*/
"Not now" = "Ahora no";

/*No comment provided by engineer.*/
"OK" = "VALE";

/*No comment provided by engineer.*/
"Open in Chrome" = "Abrir en Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Abrir en Safari";

/*PASS as in passcode*/
"PASS" = "CONTRASEÑA";

/*No comment provided by engineer.*/
"PASSCODE" = "CONTRASEÑA";

/*No comment provided by engineer.*/
"Passcode changed" = "Contraseña cambiada";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Las Contraseñas No Coinciden";

/*As in Mobile, telephone*/
"PHONE" = "TELÉFONO";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Por favor añade una cuenta de correo en Opciones -> Correo";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Por favor conecta tu Twitter en Opciones -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Por favor permite al acceso a los contactos";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Por favor introduce un número de teléfono válido";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Por favor inténtalo de nuevo. \n\n Si el problema persiste contacta con nosotros y menciona el código de error: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Por favor regístrate o inicia sesión";

/*No comment provided by engineer.*/
"Please try again" = "Por favor, inténtalo de nuevo";

/*No comment provided by engineer.*/
"Please try again later" = "Por favor, inténtalo de nuevo más tarde";

/*As to rate, rating, review*/
"RATE" = "VALORACIÓN";

/*PASS as in passcode*/
"RECOVER PASS" = "RECUPERAR CONTRASEÑA";

/*No comment provided by engineer.*/
"Resend" = "Reenviar";

/*No comment provided by engineer.*/
"SAVE" = "GUARDAR";

/*No comment provided by engineer.*/
"Saved!" = "¡Guardado!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "SELECCIONAR NOMBRE DE USUARIO";

/*No comment provided by engineer.*/
"Select All" = "Seleccionar Todos";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "SELECCIONAR CONTRASEÑA MÁS LARGA";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "SELECCIONAR QUÉ NOMBRES DE USUARIO COMPARTIR";

/*No comment provided by engineer.*/
"Send" = "Enviar";

/*No comment provided by engineer.*/
"Send Email" = "Enviar Correo";

/*IMG abbrv for Image*/
"SENDING IMG" = "ENVIANDO IMAGEN";

/*like URL link*/
"SENDING LINK" = "ENVIANDO ENLACE";

/*No comment provided by engineer.*/
"Sent" = "Enviado";

/*No comment provided by engineer.*/
"SENT @YO!" = "¡@YO ENVIADO!";

/*No comment provided by engineer.*/
"SENT YO!" = "¡YO ENVIADO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "¡YOIMAGEN ENVIADA!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "¡YOENLACE ENVIADO!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "¡YOYO ENVIADO!";

/*No comment provided by engineer.*/
"Session Error" = "Error de Sesión";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "ESTABLECER CONTRASEÑA";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "ESTABLECER CONTRASEÑA\n(PUEDE SER LA MISMA QUE TIENES)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Opciones -> Privacidad -> Contactos -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "COMPARTIR";

/*No comment provided by engineer.*/
"Share" = "Compartir";

/*No comment provided by engineer.*/
"Share on Facebook!" = "¡Compartir en Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "¡Comparte este increíble servicio con los demás! Desliza el dedo a la izquierda en la pantalla principal para darte de baja.";

/*No comment provided by engineer.*/
"SIGNUP" = "REGISTRO";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Ha habido algún problema";

/*No comment provided by engineer.*/
"Subscribed!" = "¡Suscrito!";

/*As in take picture*/
"TAKE" = "TOMAR";

/*No comment provided by engineer.*/
"tap here to close" = "pulsa aquí para cerrar";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "PULSA EL NOMBRE PARA ENVIAR YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Pulsa el nombre para enviar Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Pulsa para añadir tu Yo: http://justyo.co/%@\n(si no tienes la aplicación Yo consíguela aquí %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "PULSA PARA PERMITIR";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "PULSA PARA INVITAR";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "PULSA PARA INICIAR SESIÓN";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "PULSA PARA RECUPERAR";

/*No comment provided by engineer.*/
"TAP TO SET" = "PULSA PARA ESTABLECER";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "PULSA PARA REGISTRARTE";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Dinos cómo podemos mejorar:";

/*No comment provided by engineer.*/
"TEXT SENT" = "TEXTO ENVIADO";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "El perfil no se ha podido guardar. Por favor comprueba tu conexión de red.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "El Índice Yo. Suscríbete para recibir YOs de tus servicios favoritos.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Existe una nueva versión de Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Existe una nueva versión. ¿Quieres actualizar?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Ha ocurrido un error:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Los YOs se hacen así. Envíame un Yo %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Esto es lo que otros usuarios ven sobre ti cuando deslizan tu nombre de usuario a la derecha";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Este usuario ya existe. Prueba un nombre de usuario distinto.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Para bloquear un usuario desliza su nombre de usuario a la izquierda y pulsa Bloquear.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Para activar la recuperación de contraseña:\n\n proporciona tu correo a Yo al pulsar Enviar.\n\npara cancelar pulsa Cancelar.\n\n\n------------------------------------------\nTu correo SOLO se utilizará para la recuperación de contraseña.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Para encontrar a tus amigos y dejar que te encuentren. Tus contactos no se guardan en ningún lugar y solo se usarán para encontrar a tus amigos.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Para verificar tu número pulsa Enviar\n\nCódigo: %@\n\n\n* Es posible que se apliquen tarifas por el servicio";

/*No comment provided by engineer.*/
"Try again later" = "Inténtalo de nuevo más tarde";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "ESCRIBE EL NOMBRE DE USUARIO A AÑADIR";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "DESBLOQUEAR";

/*No comment provided by engineer.*/
"UNBLOCKED" = "DESBLOQUEADO";

/*unsibscribe*/
"UNSUB" = "DARTE DE BAJA";

/*As in software update available*/
"Update" = "Actualizar";

/*No comment provided by engineer.*/
"User Exists" = "El Usuario Ya Existe";

/*No comment provided by engineer.*/
"USERNAME" = "NOMBRE DE USUARIO";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "NOMBRE DE USUARIO USADO";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "VERIFICAR CONTRASEÑA";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "No hemos podido encontrar a tus amigos en Yo. ¡Comparte la aplicación y tráetelos a Yo!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "No tenemos un número de teléfono o correo de esta cuenta. Por favor envíanos un correo y recuperaremos tu cuenta.";

/*No comment provided by engineer.*/
"WELCOME" = "BIENVENIDO";

/*No comment provided by engineer.*/
"What is Yo?" = "¿Qué es Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "¿QUÉ ES YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Al desbloquear un usuario se añadirán automáticamente a tu lista de amigos pero NO se les enviará un YO automáticamente. ¡Disfruta de Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "Código incorrecto";

/*No comment provided by engineer.*/
"Yes" = "Sí";

/*Sending images title*/
"Yo & Images!" = "¡Yo e Imágenes!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Tengo comentarios";

/*No comment provided by engineer.*/
"YO ALL" = "ENVIAR YO A TODOS";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Envía un Yo a todos tus amigos para compartir tu nuevo nombre de usuario: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Contestar Yo";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "ESTÁDISTICAS YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "¡Yo es más divertido con amigos!";

/*No comment provided by engineer.*/
"Yo Location" = "Ubicación Yo";

/*No comment provided by engineer.*/
"Yo me" = "Envíame un Yo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "¡Yo requiere Internet!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO NECESITA ACCESO PUSH";

/*No comment provided by engineer.*/
"Yo This" = "Compartir en Yo";

/*No comment provided by engineer.*/
"Yo! Check this out" = "¡Mira esto en Yo!";

/*No comment provided by engineer.*/
"YOALL" = "YO A TODOS";

/*No comment provided by engineer.*/
"YORANDOM" = "YO AL AZAR";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Estás a punto de borrar tu número de teléfono";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Siempre puedes desbloquearlo en el menú";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "No puedes enviar YOs. Envíanos un correo a yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Nos pondremos en contacto contigo en breve con instrucciones para cambiar tu contraseña.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Recibirás un enlace para cambiar la contraseña en breve.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "¡Estás a punto de YOcompartir tu primera imagen! Cualquiera con el enlace podrá verla.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Tu sesión ha caducado. Por favor, inicia sesión de nuevo.";